Autodesk.Navisworks.Api.Schema.GroupField
Intermediate base class for all complex group Fields.

Autodesk.Navisworks.Api.Schema.GroupField.IsReadOnly
Gets a value indicating whether the object is read-only.